tap "anomalyco/tap"
tap "beeftornado/rmtree"

brew "colima"
brew "docker-compose"
brew "docker"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "gh"
brew "git-lfs"
brew "git"
brew "httpstat"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "opencode"
brew "python@3.13"
brew "tree"
brew "wget"

cask "1password"
cask "antinote"
cask "app-cleaner"
cask "arc"
cask "autodesk-fusion"
cask "cleanshot"
cask "discord"
cask "figma"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "google-chrome"
cask "itsycal"
cask "linear-linear"
cask "mimestream"
cask "moom"
cask "pocket-casts"
cask "postico"
cask "slack"
cask "spotify"
cask "via"
cask "visual-studio-code"
cask "vlc"
cask "zoom"


