tap "beeftornado/rmtree"
tap "homebrew/services"

brew "colima"
brew "docker-compose"
brew "docker"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "git-lfs"
brew "git"
brew "httpstat"
brew "imagemagick"
brew "lazygit"
brew "neovim"
brew "python@3.13"
brew "tree"
brew "wget"

cask "appcleaner"
cask "antinote"
cask "arc"
cask "cleanshot"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "itsycal"
cask "linear-linear"
cask "slack"
cask "spotify"
cask "via"
cask "visual-studio-code"
cask "zoom"

# mac appstore
brew "mas"
mas "WiFi Explorer", id: 494803304
mas "RunCat", id: 1429033973
